Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# InstallInfDriverDescription
source: Install driver(s) using selected inf file(s)
bg: Инсталиране на драйвер(и) посредством избран(и) inf файл(ове)
ca: Instal·leu els controladors mitjançant els fitxers inf seleccionats
cs_cz: Nainstalovat ovladače pomocí vybraných inf souborů
da: Installér driver(e) ved hjælp af valgte inf-fil(er)
de_de: Treiber mit ausgewählter/n INF-Datei(en) installieren
el: Εγκατάσταση οδηγού(ων) με χρήση επιλεγμένων(ου) αρχείων(ου) inf
es_es: Instalar controlador(es) usando archivo(s) inf seleccionado(s)
fr_fr: Installer le(s) pilote(s) en utilisant le(s) fichier(s) inf sélectionné(s)
hu_hu: Install {0, plural, one {driver} other {drivers}} using selected inf {0, plural, one {file} other {files}}
ja_jp: 選択した inf ファイルを使用してドライバーをインストールする
ko_kr: Install {0, plural, one {driver} other {drivers}} using selected inf {0, plural, one {file} other {files}}
nb_no: Installer driver(e) ved hjelp av valgte fil(er)
pt_pt: Instalar controladores através do ficheiro .inf selecionado
ro_ro: Instalați drivere utilizând fișierele inf selectate
ru_ru: Установить драйвер(ы) с помощью выбранного inf файла(ов)
sv_se: Installera drivrutin(er) med valda 'Inf' fil(er)
tr_tr: Install {0, plural, one {driver} other {drivers}} using selected inf {0, plural, one {file} other {files}}
uk_ua: Встановити драйвер(и) за допомогою вибраного inf файлу(ів)
vi: Cài đặt trình điều khiển bằng tệp inf đã chọn
zh_hans: 从选中的 inf {0, plural, other {文件}}安装{0, plural, other {驱动程序}}
zh_hant: 使用選取的 inf 檔案安裝驅動程式

# RunAsAdminDescription
source: Run selected application as administrator
bg: Пускане на избраното приложение като администратор
ca: Executa l'aplicació seleccionada com a administrador
cs_cz: Spustit vybranou aplikaci jako správce
da: Kør valgte program som administrator
de_de: Ausgewählte Anwendung als Administrator ausführen
el: Εκτέλεση της επιλεγμένης εφαρμογής ως διαχειριστής
es_es: Ejecutar como administrador la aplicación seleccionada
fr_fr: Exécuter l'application sélectionnée en tant qu'administrateur
hu_hu: Kiválasztott alkalmazás futtatása rendszergazdaként
ja_jp: 選択したアプリケーションを管理者として実行する
ko_kr: 선택한 앱을 관리자 권한으로 실행
nb_no: Kjør valgt program som administrator
pt_pt: Exceutar aplicação selecionada como administrador
ro_ro: Executați aplicația selectată ca administrator
ru_ru: Запустить от имени администратора
sv_se: Kör vald applikation som administratör
tr_tr: Seçili uygulamayı yönetici olarak çalıştır
uk_ua: Запустити вибраний застосунок як адміністратор
vi: Chạy ứng dụng đã chọn với quyền quản trị viên
zh_hans: 以管理员身份运行所选程序
zh_hant: 以系統管理員身分執行選取的應用程式

# RunAsAnotherUserDescription
source: Run selected application as another user
bg: Пускане на избраното приложение като друг потребител
ca: Executa l'aplicació seleccionada com un altre usuari
cs_cz: Spustit vybranou aplikaci jako jiný uživatel
da: Kør valgte program som en anden bruger
de_de: Ausgewählte Anwendung als anderer Benutzer ausführen
el: Εκτέλεση της επιλεγμένης εφαρμογής ως άλλος χρήστης
es_es: Ejecutar como otro usuario la aplicación seleccionada
fr_fr: Exécuter l'application sélectionnée en tant qu'un autre utilisateur
hu_hu: Kiválasztott alkalmazás futtatása adminisztrátorként
ja_jp: 選択したアプリケーションを別のユーザーとして実行する
ko_kr: 선택한 앱을 다른 사용자 권한으로 실행
nb_no: Kjør valgt program som en annen bruker
pt_pt: Exceutar aplicação selecionada como outro utilizador
ro_ro: Executați aplicația selectată ca alt utilizator
ru_ru: Запустить от имени другого пользователя
sv_se: Kör vald applikation som en annan användare
tr_tr: Seçili uygulamayı başka bir kullanıcı olarak çalıştır
uk_ua: Запустити вибраний застосунок як інший користувач
vi: Chạy ứng dụng đã chọn với vai trò là người dùng khác
zh_hans: 以另一用户身份运行所选程序
zh_hant: 以不同的使用者身分執行選取的應用程式

# RunWithPowershellDescription
source: Run selected PowerShell script
bg: Пускане на избрания скрипт PowerShell
ca: Executa l'script de PowerShell seleccionat
cs_cz: Spustit vybraný PowerShell skript
da: Kør valgte PowerShell script
de_de: Ausgewähltes PowerShell-Skript ausführen
el: Εκτέλεση επιλεγμένου PowerShell script
es_es: Ejecutar el script PowerShell seleccionado
fr_fr: Exécuter le script PowerShell sélectionné
hu_hu: Kiválasztott PowerShell script futtatása
id_id: Jalankan skrip PowerShell yang dipilih
ja_jp: 選択した PowerShell スクリプトを実行する
ko_kr: PowerShell 스크립트 실행
nb_no: Kjør valgt PowerShell-skript
pt_pt: Executar script PowerShell selecionado
ro_ro: Executați scriptul PowerShell selectat
ru_ru: Запустить выбранный скрипт PowerShell
sv_se: Kör valt PowerShell-skript
tr_tr: Seçili PowerShell betiğini çalıştır
uk_ua: Виконати вибраний скрипт PowerShell
vi: Chạy kịch bản PowerShell đã chọn
zh_hans: 运行选中的 PowerShell 脚本
zh_hant: 執行選取的 PowerShell 腳本

# LaunchQuickLookDescription
source: Launch QuickLook with selected item
bg: Пускане на QuickLook с избраните елементи
de_de: QuickLook mit ausgewähltem Element öffnen
pt_pt: Iniciar QuickLook no item selecionado

# CompressIntoArchiveDescription
source: Create archive with selected item(s)
bg: Сътворяване на архив с избраните елементи
ca: Crea un fitxer amb els elements seleccionats
cs_cz: Vytvořit archiv s vybranými položkami
da: Opret arkiv med valgte element(er)
de_de: Archiv mit ausgewählten/r Element(en) erstellen
el: Δημιουργία αρχείου με τα επιλεγμένα αντικείμενα(α)
es_es: Crear archivo con elemento(s) seleccionado(s)
fr_fr: Créer une archive avec le(s) élément(s) sélectionné(s)
hu_hu: Create archive with selected {0, plural, one {item} other {items}}
ja_jp: 選択した項目でアーカイブを作成する
ko_kr: Create archive with selected {0, plural, one {item} other {items}}
nb_no: Opprett arkiv med valgte element(er)
pt_pt: Criar arquivo com os itens selecionados
ru_ru: Создать архив с выбранными элементами
sv_se: Skapa arkiv med valda objekt
tr_tr: Create archive with selected {0, plural, one {item} other {items}}
uk_ua: Створити архів з вибраним елементом(ами)
vi: Tạo tệp nén từ khoản mục đã chọn
zh_hans: 创建一个压缩文件并放入当前选中的{0, plural, other {项目}}
zh_hant: 使用選取的項目建立壓縮檔案

# CompressIntoSevenZipDescription
source: Create 7z archive instantly with selected item(s)
bg: Мигновено създаване на архив от вид 7z с избраните елементи
ca: Crea un fitxer 7z a l'instant amb els elements seleccionats
cs_cz: Vytvořit 7z archiv s vybranými položkami
da: Opret 7z arkiv med det samme med valgte element(er)
de_de: Sofort 7z-Archiv mit ausgewähltem/n Element(en) erstellen
el: Δημιουργία αρχείου 7z αμέσως με επιλεγμένα αντικείμενα(α)
es_es: Crear directamente archivo 7z con elemento(s) seleccionado(s)
fr_fr: Créer instantanément une archive 7z avec le(s) élément(s) sélectionné(s)
hu_hu: Create 7z archive with selected {0, plural, one {item} other {items}}
ja_jp: 選択した項目で即座に 7z アーカイブを作成する
ko_kr: Create 7z archive with selected {0, plural, one {item} other {items}}
nb_no: Lag 7z arkiv umiddelbart med valgte element(er)
pt_pt: Criar arquivo 7z com os itens selecionados
ru_ru: Создать 7-zip архив с выбранными элементами
sv_se: Skapa ett 7z arkiv direkt med valda objekt
tr_tr: Create 7z archive with selected {0, plural, one {item} other {items}}
uk_ua: Миттєво створити архів 7z з вибраним елементом(ами)
vi: Tạo tệp nén 7z ngay lập tức từ khoản mục đã chọn
zh_hans: 创建一个 7z 压缩文件并放入当前选中的{0, plural, other {项目}}
zh_hant: 使用選取的項目建立 7z 壓縮檔案

# CompressIntoZipDescription
source: Create zip archive instantly with selected item(s)
bg: Мигновено създаване на архив от вид zip с избраните елементи
ca: Crea un fitxer zip a l'instant amb els elements seleccionats
cs_cz: Vytvořit zip archiv s vybranými položkami
da: Opret zip-arkiv med det samme med valgte element(er)
de_de: ZIP-Archiv sofort mit ausgewählten/m Element(en) erstellen
el: Δημιουργία αρχείου zip αμέσως με επιλεγμένα αντικείμενα(α)
es_es: Crear directamente archivo zip con elemento(s) seleccionado(s)
fr_fr: Créer instantanément une archive zip avec le(s) élément(s) sélectionné(s)
hu_hu: Create zip archive with selected {0, plural, one {item} other {items}}
ja_jp: 選択した項目で即座に zip アーカイブを作成する
ko_kr: Create zip archive with selected {0, plural, one {item} other {items}}
nb_no: Lag zip-arkiv umiddelbart med valgte element(er)
pt_pt: Criar arquivo zip com os itens selecionados
ru_ru: Создать zip архив с выбранными элементами
sv_se: Skapa ett zip-arkiv direkt med valda objekt
tr_tr: Create zip archive with selected {0, plural, one {item} other {items}}
uk_ua: Миттєво створити архів zip з вибраним елементом(ами)
vi: Tạo tệp nén zip ngay lập tức từ khoản mục đã chọn
zh_hans: 创建一个 zip 压缩文件并放入当前选中的{0, plural, other {项目}}
zh_hant: 使用選取的項目建立 zip 壓縮檔案

# DecompressArchiveDescription
source: Extract items from selected archive(s) to any folder
bg: Извличане на елементите от избрани архиви в някоя папка
ca: Extreu elements dels fitxers seleccionats a qualsevol carpeta
cs_cz: Extrahovat položky z vybraných archivů do jakékoli složky
da: Udpak elementer fra valgte arkiv(er) til enhver mappe
de_de: Elemente aus ausgewähltem/n Archiv(en) in einen beliebigen Ordner entpacken
el: Εξαγωγή στοιχείων από επιλεγμένα αρχεία σε οποιονδήποτε φάκελο
es_es: Extraer elementos desde archivo(s) seleccionado(s) en cualquier carpeta
fr_fr: Extraire les éléments de(s) archive(s) sélectionnée(s) dans n'importe quel dossier
hu_hu: Extract items from selected {0, plural, one {archive} other {archives}} to any folder
ja_jp: 選択したアーカイブから任意のフォルダーに項目を抽出する
ko_kr: Extract items from selected {0, plural, one {archive} other {archives}} to any folder
nb_no: Pakk ut elementer fra valgte arkiv(er) til en hvilken som helst mappe
pt_pt: Extrair itens do arquivo selecionado para uma pasta
ru_ru: Извлечь элементы из выбранного(ых) архива(ов) в любую папку
sv_se: Extrahera objekt från valda arkiv till valfri mapp
tr_tr: Extract items from selected {0, plural, one {archive} other {archives}} to any folder
uk_ua: Розпакувати елементи з вибраного архіву(ів) в будь-яку папку
vi: Giải nén tệp đã chọn vào thư mục bất kỳ
zh_hans: 解压缩选中的{0, plural, other {压缩文件}}到任意文件夹
zh_hant: 將選取的壓縮檔案解壓至任意資料夾

# DecompressArchiveHereDescription
source: Extract items from selected archive(s) to current folder
bg: Извличане на елементите от избрани архиви в текущата папка
ca: Extreu elements dels fitxers seleccionats a la carpeta actual
cs_cz: Extrahovat položky z vybraných archivů do aktuální složky
da: Udpak elementer fra valgte arkiv(er) til den aktuelle mappe
de_de: Elemente aus ausgewähltem/n Archiv(en) in aktuellen Ordner entpacken
el: Εξαγωγή στοιχείων από επιλεγμένα αρχεία στον τρέχοντα φάκελο
es_es: Extraer elementos desde archivo(s) seleccionado(s) en carpeta actual
fr_fr: Extraire les éléments de(s) archive(s) sélectionnée(s) vers le dossier actuel
hu_hu: Extract items from selected {0, plural, one {archive} other {archives}} to current folder
ja_jp: 選択したアーカイブから現在のフォルダーに項目を抽出する
ko_kr: Extract items from selected {0, plural, one {archive} other {archives}} to current folder
nb_no: Pakk ut elementer fra valgte arkiv(er) til gjeldende mappe
pt_pt: Extrair itens do arquivo selecionado para a pasta atual
ru_ru: Извлечь элементы из выбранного(ых) архива(ов) в текущую папку
sv_se: Extrahera objekt från valda arkiv till aktuell mapp
tr_tr: Extract items from selected {0, plural, one {archive} other {archives}} to current folder
uk_ua: Розпакувати елементи з вибраного архіву(ів) в поточну папку
vi: Giải nén tệp đã chọn vào thư mục hiện tại
zh_hans: 解压缩选中的{0, plural, other {压缩文件}}到当前文件夹
zh_hant: 將選取的壓縮檔案解壓至當前資料夾

# DecompressArchiveToChildFolderDescription
source: Extract items from selected archive(s) to new folder
bg: Извличане на елементите от избрани архиви в нова папка
ca: Extreu elements dels fitxers seleccionats a una carpeta nova
cs_cz: Extrahovat položky z vybraných archivů do nové složky
da: Udpak elementer fra valgte arkiv(er) til ny mappe
de_de: Elemente aus ausgewähltem/n Archiv(en) in einen neuen Ordner entpacken
el: Εξαγωγή στοιχείων από επιλεγμένα αρχεία σε νέο φάκελο
es_es: Extraer elementos desde archivo(s) seleccionado(s) en nueva carpeta
fr_fr: Extraire les éléments de(s) archive(s) sélectionnée(s) vers un nouveau dossier
hu_hu: Extract items from selected {0, plural, one {archive} other {archives}} to new folder
ja_jp: 選択したアーカイブから新しいフォルダーに項目を抽出する
ko_kr: Extract items from selected {0, plural, one {archive} other {archives}} to new folder
nb_no: Pakk ut elementer fra valgte arkiv(er) til ny mappe
pt_pt: Extrair itens do arquivo selecionado para uma nova pasta
ru_ru: Извлечь элементы из выбранного(ых) архива(ов) в новую папку
sv_se: Extrahera objekt från markerade arkiv till ny mapp
tr_tr: Extract items from selected {0, plural, one {archive} other {archives}} to new folder
uk_ua: Розпакувати елементи з вибраного архіву(ів) в нову папку
vi: Giải nén tệp đã chọn vào thư mục mới
zh_hans: 解压缩选中的{0, plural, other {压缩文件}}到新文件夹
zh_hant: 將選取的壓縮檔案解壓至新建資料夾

# RotateLeftDescription
source: Rotate selected image(s) to the left
bg: Завъртане на избран(ите) образ(и) наляво
ca: Gira les imatges seleccionades cap a l'esquerra
cs_cz: Otočit vybrané obrázky doleva
da: Rotér markerede billede(r) til venstre
de_de: Ausgewählte(s) Bild(er) nach links drehen
el: Περιστροφή της επιλεγμένης εικόνας αριστερά
es_es: Girar imagen(imágenes) seleccionada(s) a la izquierda
fr_fr: Faire pivoter l'(les) image(s) sélectionnée(s) vers la gauche
hu_hu: Rotate selected {0, plural, one {image} other {images}} to the left
ja_jp: 選択した画像を左に回転する
ko_kr: Rotate selected {0, plural, one {image} other {images}} to the left
nb_no: Roter markerte bilde(r) mot venstre
pt_pt: Rodar imagens selecionadas para a esquerda
ru_ru: Повернуть выбранное(ые) изображение(ия) влево
sv_se: Rotera valda bild(er) till vänster
tr_tr: Rotate selected {0, plural, one {image} other {images}} to the left
uk_ua: Повернути вибране(і) зображення ліворуч
vi: Xoay hình ảnh đã chọn sang trái
zh_hans: 向左旋转选中的{0, plural, other {图像}}
zh_hant: 向左旋轉所選圖像

# RotateRightDescription
source: Rotate selected image(s) to the right
bg: Завъртане на избран(ите) образ(и) надясно
ca: Gira les imatges seleccionades cap a la dreta
cs_cz: Otočit vybrané obrázky doprava
da: Rotér markerede billede(r) til venstre
de_de: Ausgewählte(s) Bild(er) nach rechts drehen
el: Περιστροφή επιλεγμένης εικόνας στα δεξιά
es_es: Girar imagen(imágenes) seleccionada(s) a la derecha
fr_fr: Faire pivoter l'(les) image(s) sélectionnée(s) vers la droite
hu_hu: Rotate selected {0, plural, one {image} other {images}} to the right
ja_jp: 選択した画像を右に回転する
ko_kr: Rotate selected {0, plural, one {image} other {images}} to the right
nb_no: Roter markerte bilde(r) til høyre
pt_pt: Rodar imagens selecionadas para a direita
ru_ru: Повернуть выбранное(ые) изображение(ия) вправо
sv_se: Rotera valda bild(er) till höger
tr_tr: Rotate selected {0, plural, one {image} other {images}} to the right
uk_ua: Повернути вибране(і) зображення праворуч
vi: Xoay hình ảnh đã chọn sang phải
zh_hans: 向右旋转选中的{0, plural, other {图像}}
zh_hant: 向右旋轉所選圖像

# OpenSettingsDescription
source: Open settings page
bg: Отваряне на страницата с настройки
ca: Obre la pàgina de configuració
cs_cz: Otevřít stránku s nastavením
da: Åbn siden Indstillinger
de_de: Einstellungen öffnen
el: Άνοιγμα σελίδας ρυθμίσεων
es_es: Abrir página de configuración
fr_fr: Ouvrir la page des paramètres
hu_hu: Beállítások oldal megnyitása
id_id: Buka halaman pengaturan
ja_jp: 設定画面を開く
ko_kr: 설정 열기
nb_no: Åpne innstillingssiden
nl_nl: Open instellingen pagina
pt_pt: Abrir página de definições
ru_ru: Открыть страницу настроек
sk_sk: Otvoriť stránku s nastavením
sv_se: Öppna Inställningarna
tr_tr: Ayarlar sayfasını aç
uk_ua: Відкрити сторінку налаштувань
vi: Mở trang cài đặt
zh_hans: 打开设置页
zh_hant: 開啟設定頁面

# OpenTerminalDescription
source: Open folder in terminal
bg: Отваряне на папката в терминал
ca: Obre la carpeta al terminal
cs_cz: Otevřít složku v terminálu
da: Åbn mappe i terminal
de_de: Ordner im Terminal öffnen
el: Άνοιγμα φακέλου στο τερματικό
es_es: Abrir carpeta en Terminal
fr_fr: Ouvrir terminal à l'emplacement du dossier
hu_hu: Mappa megnyitásba terminálban
id_id: Buka folder di terminal
ja_jp: ターミナルでフォルダーを開く
ko_kr: 터미널에서 폴더 열기
nb_no: Åpne mappe i terminal
nl_nl: Open map in terminal
pt_pt: Abrir pasta no terminal
ru_ru: Открыть папку в терминале
sk_sk: Otvoriť zložku v terminále
sv_se: Öppna mappen i terminal
tr_tr: Klasörü terminalde aç
uk_ua: Відкрити теку в терміналі
vi: Mở thư mục trong cửa sổ lệnh
zh_hans: 在终端中打开文件夹
zh_hant: 在終端機開啟資料夾

# OpenTerminalAsAdminDescription
source: Open folder in terminal as administrator
bg: Отваряне на папката в терминал като администратор
ca: Obre la carpeta al terminal com a administrador
cs_cz: Otevřít složku v terminálu jako správce
da: Åbn mappe i terminal som administrator
de_de: Ordner im Terminal als Administrator öffnen
el: Άνοιγμα φακέλου στο τερματικό ως διαχειριστής
es_es: Abrir carpeta en Terminal como administrador
fr_fr: Ouvrir terminal à l'emplacement du dossier en tant qu'administrateur
hu_hu: Mappa megnyitása terminálban rendszergazdaként
ja_jp: ターミナルでフォルダーを管理者として開く
ko_kr: 관리자 권한으로 터미널에서 열기
nb_no: Åpne i terminal som administrator
pt_pt: Abrir pasta no terminal como administrador
ru_ru: Открыть папку в терминале от имени администратора
sk_sk: Otvoriť zložku v terminále ako administrátor
sv_se: Öppna mappen i terminalen som administratör
tr_tr: Klasörü terminalde yönetici olarak aç
uk_ua: Відкрити теку в терміналі як адміністратор
vi: Mở thư mục trong cửa sổ lệnh với quyền quản trị viên
zh_hans: 以管理员身份在终端中打开文件夹
zh_hant: 以系統管理員身分在終端機開啟資料夾

# LayoutDecreaseSizeDescription
source: Decrease icon size in grid view
bg: Намаляване на големината на иконите в решетъчния изглед
ca: Disminueix la mida de l'element a la vista actual
cs_cz: Zmenšit velikost položky v aktuálním zobrazení
da: Formindsk ikonstørrelse i gittervisning
de_de: Symbolgröße in Rasteransicht verringern
el: Μείωση μεγέθους στοιχείου στην τρέχουσα προβολή
es_es: Reducir el tamaño del elemento en la vista actual
fr_fr: Réduire la taille des éléments dans la vue actuelle
hu_hu: Az elem méretének csökkentése az aktuális nézetben
ja_jp: グリッド ビューのアイコンのサイズを小さくする
ko_kr: 현재 보기의 항목 크기 축소
nb_no: Reduser størrelsen på elementet i gjeldende visning
pt_pt: Diminuir tamanho dos ícones na vista em grelha
ru_ru: Уменьшить размер элемента в текущем виде
sv_se: Minska artikelstorleken i den aktuella vyn
tr_tr: Geçerli görünümdeki öğe boyutunu küçült
uk_ua: Зменшити розмір елемента в поточному поданні
vi: Giảm kích thước khoản mục trong bố cục hiện tại
zh_hans: 减小当前视图中项目的大小
zh_hant: 在目前檢視中縮小項目大小

# LayoutIncreaseSizeDescription
source: Increase icon size in grid view
bg: Увеличаване на големината на иконите в решетъчния изглед
ca: Augmenta la mida de l'element a la vista actual
cs_cz: Zvětšit velikost položky v aktuálním zobrazení
da: Forøg ikonstørrelse i gittervisning
de_de: Symbolgröße in Rasteransicht vergrößern
el: Αύξηση μεγέθους στοιχείου στην τρέχουσα προβολή
es_es: Aumentar el tamaño del elemento en la vista actual
fr_fr: Augmenter la taille des éléments dans la vue actuelle
hu_hu: Az elem méretének növelése az aktuális nézetben
ja_jp: グリッド ビューのアイコンのサイズを大きくする
ko_kr: 현재 보기의 항목 크기 확대
nb_no: Øk størrelsen på elementet i gjeldende visning
pt_pt: Aumentar tamanho dos ícones na vista em grelha
ru_ru: Увеличить размер элемента в текущем виде
sv_se: Öka artikelstorleken i den aktuella vyn
tr_tr: Geçerli görünümdeki öğe boyutunu artır
uk_ua: Збільшити розмір елементу в поточному вікні
vi: Tăng kích thước khoản mục trong bố cục hiện tại
zh_hans: 增加当前视图中项目的大小
zh_hant: 在目前檢視中放大項目大小

# LayoutDetailsDescription
source: Switch to details view
bg: Превключване в подробен изглед
ca: Canvia a la vista de detalls
cs_cz: Přepnout na detailní zobrazení
da: Skift til detaljeret visning
de_de: Zum Detail-Layout wechseln
el: Εναλλαγή σε προβολή λεπτομερειών
es_es: Cambiar a vista de detalles
fr_fr: Basculer en vue détaillée
hu_hu: Váltás a részletetes nézetre
ja_jp: 詳細ビューに切り替える
ko_kr: 자세히 보기로 전환
nb_no: Bytt til detaljvisning
pt_pt: Trocar para a vista de detalhes
ru_ru: Переключить на подробный вид
sv_se: Växla till detaljvy
tr_tr: Detaylar görünümüne geç
uk_ua: Перемкнути на вигляд деталей
vi: Chuyển sang bố cục chi tiết
zh_hans: 切换到详细信息视图
zh_hant: 切換至詳細資訊檢視

# LayoutTilesDescription
source: Switch to tiles view
bg: Превключване в изглед на плочки
da: Skift til flisevisning
de_de: Zur Kachelansicht wechseln
ja_jp: タイル ビューに切り替える
pt_pt: Trocar para a vista de mosaicos

# LayoutGridSmallDescription
source: Switch to grid view with small icons
bg: Превключване в решетъчен изглед с малки икони
da: Skift til gittervisning med små ikoner
de_de: Zur Rasteransicht mit kleinen Symbolen wechseln
ja_jp: 小アイコンのグリッド ビューに切り替える
pt_pt: Trocar para vista em grelha com ícones pequenos

# LayoutGridMediumDescription
source: Switch to grid view with medium icons
bg: Превключване в решетъчен изглед със средни икони
da: Skift til gittervisning med medium ikoner
de_de: Zur Rasteransicht mit mittelgroßen Symbolen wechseln
ja_jp: 中アイコンのグリッド ビューに切り替える
pt_pt: Trocar para vista em grelha com ícones médios

# LayoutGridLargeDescription
source: Switch to grid view with large icons
bg: Превключване в решетъчен изглед с големи икони
da: Skift til gittervisning med store ikoner
de_de: Zur Rasteransicht mit großen Symbolen wechseln
ja_jp: 大アイコンのグリッド ビューに切り替える
pt_pt: Trocar para vista em grelha com ícones grandes

# LayoutColumnsDescription
source: Switch to columns view
bg: Превключване в колонен изглед
ca: Canvia a la vista de columnes
cs_cz: Přepnout na sloupcové zobrazení
da: Skift til kolonnevisning
de_de: Zur Spaltenansicht wechseln
el: Εναλλαγή σε προβολή στηλών
es_es: Cambiar a vista de columnas
fr_fr: Basculer en vue colonnes
hu_hu: Váltás az oszlopos nézetre
ja_jp: カラム ビューに切り替える
ko_kr: 열 보기로 전환
nb_no: Bytt til kolonnevisning
pt_pt: Trocar para a vista de colunas
ru_ru: Режим столбцов
sv_se: Växla till kolumnvy
tr_tr: Sütun görünümüne geç
uk_ua: Перемкнути на вигляд стовпців
vi: Chuyển sang bố cục dạng cột
zh_hans: 切换到列视图
zh_hant: 切換至欄檢視

# LayoutAdaptiveDescription
source: Switch views adaptively
bg: Адаптивно превключване на изгледа
ca: Canvia les vistes de manera adaptativa
cs_cz: Přepínat zobrazení adaptivně
da: Skift visninger adaptivt
de_de: Ansicht adaptiv wechseln
el: Εναλλαγή προβολών προσαρμοστικά
es_es: Cambiar vistas de forma adaptativa
fr_fr: Basculer les vues en mode adaptatif
hu_hu: Adaptív nézet
ja_jp: 適切なビューに切り替える
ko_kr: 적응 보기 전환
nb_no: Bytt visninger adaptivt
pt_pt: Troca de vistas adaptável
ru_ru: Адаптивное переключение режимов
sv_se: Växla vyer adaptivt
tr_tr: Görünümü adaptif olarak değiştir
uk_ua: Адаптивно перемкнути вигляди
vi: Tự động lựa chọn bố cục phù hợp
zh_hans: 自适应切换视图
zh_hant: 自動切換版面配置

# SortByNameDescription
source: Sort items by name
bg: Подредба на елементи по име
ca: Ordena els elements per nom
cs_cz: Seřadit položky dle názvu
da: Sortér elementer efter navn
el: Ταξινόμηση στοιχείων κατά όνομα
es_es: Ordenar elementos por nombre
fr_fr: Trier les éléments par nom
hu_hu: Elemek rendezése név alapján
id_id: Urutkan item berdasarkan nama
ja_jp: 項目を名前で並べ替える
ko_kr: 이름으로 정렬
nb_no: Sorter elementer etter navn
pt_pt: Ordenar itens por nome
ru_ru: Сортировать элементы по имени
sv_se: Sortera objekt efter namn
tr_tr: Ögeleri isme göre sırala
uk_ua: Впорядкувати елементи за назвою
vi: Sắp xếp khoản mục theo tên
zh_hans: 按名称排序
zh_hant: 按名稱排序
